Repository: offsoc/ios-pass
Catalog: iOS/Shared/Localization/*.lproj/Localizable.strings
Languages: fr

source: One tap and⏤presto!⏤your username and password are filled in instantly
fr: Il vous suffit d'appuyer pour que votre nom d'utilisateur et votre mot de passe soient immédiatement renseignés

source: Turn on AutoFill
fr: Activer le remplissage automatique

source: Use email aliases
fr: Utilisez des alias

source: Protect your inbox against spams and phishings
fr: Protégez votre boîte de réception contre les spams et le phishing

source: Shared vault invitation
fr: Invitation au coffre-fort partagé

source: You've been invited to a vault. Tap here to see the invitation.
fr: Vous avez été invité dans un coffre-fort. Appuyez ici pour voir l'invitation.

source: Invitation from
fr: Invitation de

source: Join shared vault
fr: Rejoindre le coffre-fort partagé

source: Reject invitation
fr: Rejeter l'invitation

source: Transfer ownership
fr: Transfert de propriété

source: Remove access
fr: Supprimer l'accès

source: Share with more people
fr: Partager avec plus de personnes

source: You
fr: Vous

source: Your vault is empty
fr: Votre coffre-fort est vide

source: Let's get started by creating your first item
fr: Commencez par créer votre premier élément

source: Create a login
fr: Créer un identifiant

source: Create a Hide My Email alias
fr: Créer un alias « Hide My Email »

source: Create a credit card
fr: Créer une carte de crédit

source: Create a note
fr: Créer une note

source: Trash empty
fr: La corbeille est vide

# Items moved to trash appear here
source: Deleted items will be moved here first
fr: Les éléments déplacés dans la corbeille apparaissent ici

source: Camera permission required for this feature to be available
fr: L'autorisation de l'appareil photo est nécessaire pour que cette fonction soit disponible

source: Please allow camera access in Settings
fr: Veuillez autoriser l'accès à l'appareil photo dans Réglages

source: For next-level password management:
fr: Tout ce qu'il vous faut pour gérer vos mots de passe de façon optimale :

source: 20 vaults
fr: 20 coffres-forts

source: Unlimited email aliases
fr: Nombre illimité d'alias

source: Integrated 2FA authenticator
fr: Authentification à deux facteurs (A2F) intégrée

source: Custom fields
fr: Champs personnalisés

source: Upgrade to keep these features
fr: Changer d'abonnement pour garder ces fonctionnalités

source: This is your last attempt. You will be logged out after failing to authenticate again.
fr: C'est votre dernière tentative. Vous serez déconnecté après avoir échoué à vous authentifier à nouveau.

source: Try again
fr: Essayer à nouveau

source: Unlock
fr: Déverrouiller

source: Enter your PIN code
fr: Entrez votre code PIN

source: Incorrect PIN code.
fr: Code PIN incorrect.
