Repository: offsoc/ios-pass
Catalog: iOS/Shared/Localization/*.lproj/Localizable.strings
Languages: fr

source: Secure password manager and more
fr: Gestionnaire de mots de passe sécurisé et plus encore

source: Open **Settings** app
fr: Ouvrir **Réglages**

source: Tap **Passwords**
fr: Tapper **Mots de passe**

source: Tap **Password Options**
fr: Tapper **Options des mots de passe**

source: Turn on **Autofill Passwords**
fr: Activer **Préremplir les mots de passe**

source: Select **Proton Pass**
fr: Choisir **Proton Pass**

source: Enjoy the magic of AutoFill
fr: Profitez du confort du remplissage automatique

source: Log in to apps instantly
fr: Connectez-vous instantanément aux applications

source: Protect your most sensitive data
fr: Protégez vos données les plus sensibles

source: Face ID enabled
fr: Face ID activé

source: Touch ID enabled
fr: Touch ID activé

source: Control what lands in your inbox
fr: Gardez le contrôle sur ce qui arrive dans votre boite de réception

source: Turn on AutoFill to let Proton Pass fill in login details for you⏤10 seconds that will save you hours
fr: Activer le remplissage automatique pour laisser Proton Pass remplir les informations de connexion pour vous ⏤ 10 secondes qui vous feront gagner des heures

source: When logging in to a site or service, tap the Proton Pass icon to automatically fill in your login details
fr: Lorsque vous vous connectez à un site ou à un service, appuyez sur l'icône Proton Pass pour remplir automatiquement vos informations de connexion

source: Set Proton Pass to unlock with your face or fingerprint so only you have access
fr: Configurer Proton Pass pour qu'il se déverrouille avec votre visage ou votre empreinte digitale afin que vous seul y ayez accès

source: Now you can unlock Proton Pass only when you need it⏤quickly and securely
fr: Vous pouvez désormais déverrouiller Proton Pass uniquement lorsque vous en avez besoin⏤rapidement et en toute sécurité

source: Stop sharing your real email address. Instead hide it with email aliases⏤a Proton Pass exclusive.
fr: Arrêter de partager votre véritable adresse e-mail. Au lieu de cela, le cacher avec des alias de messagerie ⏤ une exclusivité Proton Pass.

source: Go to Settings
fr: Ouvrir Réglages

source: Enable Touch ID
fr: Activer Touch ID

source: Enable Face ID
fr: Activer Face ID

source: Start using Proton Pass
fr: Commencer à utiliser Proton Pass

source: Next
fr: Suivant

source: Not now
fr: Pas maintenant

source: edit
fr: modifier

source: read
fr: lire

source: pending
fr: en attente

source: Can View
fr: Consulter

source: Can Edit
fr: Modifier

source: Can Manage
fr: Gérer

source: Can view items in this vault
fr: Permet de consulter les éléments de ce coffre-fort

source: Can create, edit, delete and export items in this vault
fr: Permet de créer, modifier, supprimer et exporter des éléments dans ce coffre-fort

source: Can grant and revoke access to this vault
fr: Permet d'accorder et de révoquer l'accès à ce coffre-fort

source: Share with
fr: Partager avec

source: This user will receive an invitation to join your ‘%@’ vault
fr: Cet utilisateur recevra une invitation à rejoindre votre coffre-fort ‘%@’

source: Email address
fr: Adresse e-mail

source: Set permissions
fr: Définir les autorisations

source: Select the level of access this user will gain when they join your ‘%@’ vault
fr: Sélectionnez le niveau d'accès dont bénéficiera cet utilisateur en rejoignant votre coffre-fort '%@'

source: Continue
fr: Continuer

source: Share Vault
fr: Partager le coffre-fort

source: Summary
fr: Résumé

source: Vault
fr: Coffre-fort

source: User
fr: Utilisateur

source: Permissions
fr: Autorisations

source: Empty
fr: Vide

source: %@ vault
fr: coffre-fort %@

source: You are about to invite %@ into your %@. They will gain access to %@ and they will be able to %@ in this vault.
fr: Vous êtes sur le point d'inviter %@ dans votre %@. Ils auront accès à %@ et pourront %@ dans ce coffre-fort.

source: only view items
fr: voir uniquement des éléments

source: create, edit, delete and export items
fr: créer, modifier, supprimer et exporter des éléments

source: grant and revoke access
fr: accorder et révoquer l'accès

source: Profile
fr: Profil

source: Items
fr: Eléments

source: Upgrade
fr: Changer d'abonnement

source: Free trial
fr: Essai gratuit

source: Security
fr: Sécurité

source: Unlock with
fr: Déverrouiller avec

# No unlock
source: None
fr: Aucun verrouillage

source: PIN Code
fr: Code PIN

source: Please authenticate
fr: Veuillez vous authentifier

source: Automatic lock
fr: Verrouillage automatique

source: Immediately
fr: Immédiatement

source: After 1 minute
fr: Après 1 minute

source: After 2 minutes
fr: Après 2 minutes

source: After 5 minutes
fr: Après 5 minutes

source: After 10 minutes
fr: Après 10 minutes

source: After 1 hour
fr: Après 1 heure

source: Never
fr: Jamais

source: Use system passcode when Face ID fails
fr: Utiliser le code d'accès du système en cas d'échec de Face ID

source: Use system passcode when Touch ID fails
fr: Utiliser le code d'accès du système en cas d'échec de Touch ID

source: Set PIN code
fr: Définir le code PIN

source: Unlock the app with this code
fr: Déverrouillez l'application avec ce code

# Enter PIN code
source: Choose a PIN code
fr: Saisissez le code PIN

source: Repeat PIN code
fr: Confirmez le code PIN

source: Type your PIN again to confirm
fr: Saisissez le code PIN pour confirmer

source: PINs not matched
fr: Les codes PIN ne correspondent pas

source: PIN code set
fr: Le code PIN est défini

source: Change PIN code
fr: Modifier le code PIN

source: Show me how
fr: Me montrer comment

source: Enable AutoFill
fr: Activer le remplissage automatique

source: Follow these simple steps to get the best experience:
fr: Suivez ces étapes simples pour obtenir la meilleure expérience :

source: Open System Settings → Passwords → Password Options
fr: Ouvrir Réglages Systèmes → Mots de passe → Options des mots de passe

source: Turn on AutoFill Passwords and allow filling from Proton Pass
fr: Activer Préremplir les mots de passe et autoriser le remplissage par Proton Pass

source: Restart Proton Pass
fr: Redémarrer Proton Pass

source: AutoFill
fr: Remplissage automatique

source: AutoFill disabled
fr: Remplissage automatique désactivé

source: Open Settings
fr: Ouvrir Réglages

source: AutoFill on apps and websites by enabling Proton Pass AutoFill
fr: Remplisser automatiquement sur les applications et les sites Web en activant Proton Pass remplissage automatique

source: QuickType bar suggestions
fr: Suggestions de barre QuickType

source: Quickly pick a login item from suggestions above the keyboard
fr: Choisir rapidement un élément d'identifiant parmi les suggestions au-dessus du clavier

source: Copy 2FA code
fr: Copier le code 2FA

source: Account
fr: Compte

source: Settings
fr: Paramètres

source: Privacy policy
fr: Politique de confidentialité

source: Terms of service
fr: Conditions d'utilisation

source: Help center
fr: Aide & Support

source: How to import to Proton Pass
fr: Comment importer vers Proton Pass

source: Feedback
fr: Commentaires

source: Report a problem
fr: Signaler un problème

source: Write us on Reddit
fr: Nous écrire sur Reddit

source: Vote for new features
fr: Voter pour de nouvelles fonctionnalités

source: Username
fr: Nom d'utilisateur

source: Subscription plan
fr: Abonnement

source: Manage subscription
fr: Gérer l'abonnement

source: Sign out
fr: Se déconnecter

source: Delete account
fr: Supprimer le compte

source: This will permanently delete your Proton account and all of its data, including email, calendars and data stored in Drive. You will not be able to reactivate this account.
fr: Cela supprimera définitivement votre compte Proton et toutes ses données, y compris les e-mails, les calendriers et les données stockées dans Drive. Vous ne pourrez pas réactiver ce compte.

source: You will be signed out
fr: Vous serez déconnecté

source: Yes, sign me out
fr: Oui, me déconnecter

source: Cancel
fr: Annuler

source: Default browser
fr: Navigateur par défaut

source: This preference will fallback to Safari if the browser of choice is uninstalled
fr: Cette préférence reviendra à Safari si le navigateur de votre choix est désinstallé

source: Theme
fr: Thème

source: Light
fr: Claire

source: Dark
fr: Sombre

source: Match system
fr: Correspondre au système

source: Show website thumbnails
fr: Afficher les vignettes du site Web

source: Clipboard
fr: Presse-papiers

source: Clear clipboard
fr: Vider le presse-papiers

source: After 15 seconds
fr: Après 15 secondes

source: After 60 seconds
fr: Après 60 secondes

source: After 120 seconds
fr: Après 120 secondes

source: Share clipboard between devices
fr: Partager le presse-papiers entre les appareils

source: Vaults
fr: Coffres-forts

source: Primary vault
fr: Coffre-fort principal

source: You can not delete a primary vault
fr: Vous ne pouvez supprimer le coffre-fort principal

source: Primary vault updated
fr: Coffre-fort principal mis à jour

source: Logs
fr: Journaux

source: Application logs
fr: Journaux de l'application

source: AutoFill extension logs
fr: Journaux de l'extension de remplissage automatique

source: No logs
fr: Aucun journal

source: Clear all logs
fr: Effacer tous les journaux

source: All logs cleared
fr: Tous les journaux effacés

source: Share
fr: Partager

source: Force synchronization
fr: Forcer la synchronisation

source: Force synchronization done
fr: Forcer la synchronisation effectuée

source: Download all your items again to make sure you are in sync
fr: Télécharger à nouveau tous vos éléments pour vous assurer que vous êtes synchronisé

source: Create
fr: Créer

source: Login
fr: Identifiant

source: Add login details for an app or site
fr: Ajouter des informations d'identifiant pour une application ou un site

source: Get an email alias to use on new apps
fr: Créer un alias d'adresse e-mail que vous utiliserez dans les nouvelles applications

source: Jot down a PIN, code, or note to self
fr: Noter un code PIN, tout autre code ou une note à votre attention

source: Credit card
fr: Carte de crédit

source: Securely store your payment information
fr: Stocker vos informations de paiement de façon sécurisée

source: Password
fr: Mot de passe

source: Generate a secure password
fr: Générer un mot de passe sécurisé

source: I want to report a problem with...
fr: Je souhaite signaler un problème avec...

source: Autosave
fr: Sauvegarde automatique

source: Aliases
fr: Alias

source: Syncing
fr: Synchronisation

source: Feature request
fr: Demande de fonctionnalité

source: Other
fr: Autre

source: What went wrong?
fr: Qu'est-ce qui s'est mal passé ?

source: Please describe the problem in as much detail as you can. If there was an error message, let us know what it said.
fr: Veuillez décrire le problème de manière aussi détaillée que possible. S'il y a eu un message d'erreur, dites-nous ce qu'il dit.

source: Send logs
fr: Envoyer des journaux

source: A log is a type of file that shows us the actions you took that led to an error. We'll only ever use them to help our engineers fix bugs.
fr: Un journal est un type de fichier qui nous montre les actions que vous avez entreprises et qui ont conduit à une erreur. Nous ne les utiliserons que pour aider nos ingénieurs à corriger des bugs.

source: Report successfully sent
fr: Rapport envoyé avec succès

source: Edit
fr: Modifier

source: Move to another vault
fr: Déplacer vers un autre coffre-fort

source: Move to trash
fr: Déplacer dans la corbeille

source: Restore
fr: Restaurer

source: Delete permanently
fr: Supprimer définitivement

source: Delete permanently?
fr: Supprimer définitivement ?

source: You are going to delete the item irreversibly, are you sure?
fr: Vous allez supprimer l’élément de manière irréversible, en êtes-vous sûr ?

source: Delete
fr: Supprimer

source: More info
fr: Plus d'informations

source: Last time, %@
fr: La dernière fois, %@

source: Auto-filled:
fr: Remplissage automatique :

source: Modified:
fr: Modification :

source: Created:
fr: Création :

source: Confirm
fr: Confirmer

source: Undo
fr: Annuler

source: Login created
fr: L'identifiant a été créé

source: Alias created
fr: L'alias a été créé

source: Credit card created
fr: La carte de crédit a été créée

source: Note created
fr: La note a été créée

source: Login updated
fr: L'identifiant a été mis à jour

source: Alias updated
fr: L'alias a été mis à jour

source: Credit card updated
fr: La carte de crédit a été mise à jour

source: Note updated
fr: La note a été mise à jour

source: Login moved to trash
fr: L'identifiant a été déplacé dans la corbeille

source: Alias "%@" will stop forwarding emails to your mailbox
fr: L'alias "%@" cessera de transférer les messages vers votre messagerie

source: Credit card moved to trash
fr: La carte de crédit a été déplacée dans la corbeille

source: Note moved to trash
fr: La note a été déplacée dans la corbeille

source: Login restored
fr: L'identifiant a été restauré

source: Alias restored
fr: L'alias a été restauré

source: Credit card restored
fr: La carte de crédit a été restaurée

source: Note restored
fr: La note a été restaurée

source: Login permanently deleted
fr: L'identifiant a été définitivement supprimé

source: Alias permanently deleted
fr: L'alias a été définitivement supprimé

source: Credit card permanently deleted
fr: La carte de crédit a été définitivement supprimée

source: Note permanently deleted
fr: La note a été définitivement supprimée

source: Username or email address
fr: Nom d'utilisateur ou adresse e-mail

source: Website
fr: Site internet

source: 2FA token (TOTP)
fr: Jeton A2F (TOTP/mot de passe à usage unique basé sur le temps)

source: Reveal
fr: Afficher

source: Conceal
fr: Masquer

source: Copy
fr: Copier

source: Show large
fr: Afficher en grand

source: Password copied
fr: Le mot de passe a été copié

source: TOTP copied
fr: Le mot de passe à usage unique basé sur le temps (TOTP) a été copié

source: Open
fr: Ouvrir

source: Username copied
fr: Le nom d'utilisateur a été copié

source: Website copied
fr: Le site internet a été copié

source: Hidden text copied
fr: Texte masqué a été copié

source: View alias
fr: Afficher l'alias

source: View
fr: Afficher

source: View and edit details for this alias on the separate alias page.
fr: Afficher et modifier les détails de cet alias sur la page d'alias distincte.

source: Invalid TOTP URI
fr: URI TOTP invalide

source: Alias address
fr: Adresse de l'alias

source: Forwarding to
fr: Transfert vers

source: Alias copied
fr: L'alias a été copié

source: Mailbox copied
fr: L'adresse e-mail a été copié

source: Cardholder name
fr: Nom du titulaire de la carte

source: Card number
fr: Numéro de la carte

source: Verification number
fr: Numéro de vérification

source: Expires on
fr: Expire le

source: PIN number
fr: Code PIN

source: Cardholder name copied
fr: Nom du titulaire de la carte a été copié

source: Card number copied
fr: Numéro de la carte a été copié

source: Verification number copied
fr: Numéro de vérification a été copié

source: Empty note
fr: Note vide

source: Generate password
fr: Générer un mot de passe

source: Random Password
fr: Mot de passe aléatoire

source: Memorable Password
fr: Mot de passe facile à mémoriser

source: Capitalise
fr: Majuscules

source: Advanced options
fr: Options avancées

source: Copy and close
fr: Copier et fermer

source: Word separator
fr: Séparateur de mots

source: Hyphens
fr: Tirets

source: Spaces
fr: Espaces

source: Periods
fr: Points

source: Commas
fr: Virgules

source: Underscores
fr: Tirets bas

source: Numbers
fr: Chiffres

source: Numbers and Symbols
fr: Chiffres et symboles

source: Include numbers
fr: Ajouter des chiffres

source: %d characters
fr: %d caractères

source: Special characters
fr: Caractères spéciaux

source: Capital letters
fr: Lettres majuscules

source: Save
fr: Sauvegarder

source: Select a vault
fr: Sélectionner un coffre-fort

source: Title
fr: Titre

source: Untitled
fr: Sans titre

source: Add note
fr: Ajouter une note

source: Add more
fr: Ajouter

source: Upgrade to add custom fields
fr: Changer d'abonnement pour ajouter des champs personnalisés

source: Discard changes?
fr: Annuler les modifications ?

source: You have unsaved changes, are you sure you want to discard them?
fr: Des modifications n'ont pas été enregistrées. Voulez-vous vraiment les annuler ?

source: Discard
fr: Annuler

source: Keep Editing
fr: Continuer à modifier

source: Text
fr: Texte

source: 2FA secret (TOTP)
fr: Clé secrète A2F (TOTP)

source: Hidden
fr: Masqué

source: Custom field title
fr: Titre du champ personnalisé

source: Enter a title for your custom field
fr: Saisissez un titre pour votre champ personnalisé

source: Title of the custom field
fr: Titre du champ personnalisé

source: Edit title
fr: Modifier le titre

source: Remove field
fr: Supprimer le champ

source: Enter new title for « %@ »
fr: Saisissez un nouveau titre pour « %@ »

source: New title
fr: Nouveau titre

source: Add username or email address
fr: Ajouter un nom d'utilisateur ou une adresse e-mail

source: Add password
fr: Ajouter un mot de passe

source: Add 2FA secret
fr: Ajouter une clé secrète A2F

source: 2FA limit reached
fr: La limite de l'A2F est atteinte

source: Use %@
fr: Utiliser %@

source: Paste from clipboard
fr: Coller depuis le presse-papiers

source: Open camera
fr: Ouvrir la caméra

source: Add
fr: Ajouter

source: Edit alias
fr: Modifier l'alias

source: Remove alias
fr: Retirer l'alias

source: Delete alias
fr: Supprimer l'alias

source: You are about to create
fr: Vous êtes sur le point de créer

source: Forward to
fr: Transférer vers

source: Prefix
fr: Préfixe

source: Add a prefix
fr: Ajouter un préfixe

source: Suffix
fr: Suffixe

source: Close
fr: Fermer

source: Prefix can not be empty
fr: Le préfixe ne peut être vide

source: Prefix must contain only lowercase alphanumeric (a-z, 0-9), dot (.), hyphen (-) & underscore (_)
fr: Le préfixe doit contenir uniquement des caractères alphanumériques minuscules (a-z, 0-9), des points (.), des traits d'union (-) et des traits de soulignement (_)

source: Prefix can not contain 2 consecutive dots (..)
fr: Le préfixe ne peut contenir 2 points consécutifs (..)

source: Alias can not contain 2 consecutive dots (..)
fr: L'alias ne peut contenir 2 points consécutifs (..)

source: Alias of login item "%@"
fr: L'alias de l'élément d'identifiant "%@"

source: Create & AutoFill
fr: Créer & remplir

source: You have reached the limit of aliases you can create. Create unlimited number of aliases when you upgrade your subscription.
fr: Vous avez atteint le nombre maximum d'alias que vous pouvez créer. Changez d'abonnement pour créer un nombre illimité d'alias.

source: Full name
fr: Nom complet

source: MM / YYYY
fr: MM / AAAA

source: Find an alias, login, or note
fr: Rechercher un alias, un identifiant ou une note

source: Search in all vaults...
fr: Rechercher dans tous les coffres-forts...

source: Search in all vaults
fr: Rechercher dans tous les coffres-forts

source: Search in %@...
fr: Rechercher dans %@...

source: Search in Trash...
fr: Rechercher dans la corbeille...

source: Couldn't find « %@ »
fr: Aucun résultat n'a été trouvé pour « %@ »

source: Couldn't find « %@ » in %@
fr: Aucun résultat n'a été trouvé pour « %@ » dans %@

source: Couldn't find « %@ » in Trash
fr: Aucun résultat n'a été trouvé pour « %@ » dans la corbeille

source: Try searching using different spelling or keywords
fr: Essayez d'effectuer une recherche en utilisant une orthographe ou des mots-clés différents

source: All
fr: Tous

source: Recent searches
fr: Recherches récentes

source: Clear
fr: Effacer

source: Sort by
fr: Trier par

source: Most recent
fr: Le plus récent

source: Title (A-Z)
fr: Titre (A-Z)

source: Title (Z-A)
fr: Titre (Z-A)

source: Newest to oldest
fr: Du plus récent au plus ancien

source: Oldest to newest
fr: Du plus ancien au plus récent

source: Today
fr: Aujourd'hui

source: Yesterday
fr: Hier

source: Last week
fr: La semaine dernière

source: Last two weeks
fr: Les 2 dernières semaines

source: Last 30 days
fr: Les 30 derniers jours

source: Last 60 days
fr: Les 60 derniers jours

source: Last 90 days
fr: Les 90 derniers jours

source: More than 90 days
fr: Plus de 90 jours

source: Filter by
fr: Filtrer par

source: Logins
fr: Identifiants

source: Credit cards
fr: Cartes de crédit

source: Copy username
fr: Copier le nom d'utilisateur

source: Copy password
fr: Copier le mot de passe

source: Copy alias address
fr: Copier l'adresse e-mail

source: Alias address copied
fr: L'adresse e-mail a été copiée

source: All vaults
fr: Tous les coffres-forts

source: Trash
fr: Corbeille

source: Manage access
fr: Gérer l'accès

source: View members
fr: Voir les membres

source: Delete vault
fr: Supprimer le coffre-fort

source: Delete vault?
fr: Supprimer le coffre-fort ?

source: This will permanently delete the vault « %@ » and all its contents. Enter the vault name to confirm deletion.
fr: Ceci supprimera définitivement le coffre-fort « %@ » et tout son contenu. Saisissez le nom du coffre-fort pour confirmer la suppression.

source: Vault name
fr: Nom du coffre-fort

source: Vault « %@ » deleted
fr: Le coffre-fort « %@ » a été supprimé

source: Leave vault
fr: Quitter le coffre-fort

source: Restore all items
fr: Restaurer tous les éléments

source: Empty trash
fr: Vider la corbeille

source: All items restored
fr: Tous les éléments ont été restaurés

source: All items permanently deleted
fr: Tous les éléments sont supprimés définitivement

source: All items in trash will be permanently deleted
fr: Tous les éléments dans la corbeille seront supprimés définitivement

source: Aliases won’t be shared
fr: Les alias ne seront pas partagés

source: Create vault
fr: Créer un coffre-fort

source: Vault created
fr: Le coffre-fort a été créé

source: Vault updated
fr: Le coffre-fort a été mis à jour

source: You have reached the limit of vaults you can create. Create unlimited vaults when you upgrade your subscription.
fr: Vous avez atteint le nombre maximum de coffres-forts que vous pouvez créer. Changez d'abonnement pour créer un nombre illimité de coffres-forts.

source: To interact with your other vaults, you need to upgrade your account.
fr: Pour interagir avec vos autres coffres-forts, vous devez changer d'abonnement.

source: Create login
fr: Créer un identifiant

source: Search in primary vault
fr: Rechercher le coffre-fort principal

source: Suggestions for %@
fr: Suggestions pour %@

source: No suggestions
fr: Aucune suggestion

source: Other items
fr: Autres éléments

source: Results
fr: Résultats

source: Associate URL?
fr: Associer l'URL ?

source: Would you want to associate « %@ » with « %@ »?
fr: Souhaitez-vous associer « %@ » à « %@ » ?

source: Associate and autofill
fr: Associer et remplir

source: Just autofill
fr: Remplir seulement

source: Your plan only allows to use items in your primary vault for autofill purposes.
fr: Votre abonnement vous permet d'utiliser uniquement les éléments de votre coffre-fort principal pour la fonction de remplissage automatique.

source: Upgrade now
fr: Changer d'abonnement

source: Please log in in order to use Proton Pass AutoFill extension
fr: Veuillez vous connecter pour utiliser l'extension de remplissage automatique Proton Pass

source: You currently have no login items
fr: Vous n'avez actuellement aucun élément d'identifiant

source: Enjoy your free trial
fr: Profitez de votre essai gratuit

source: Check out all the exclusive features that are available to you for a limited time
fr: Découvrez toutes les fonctionnalités exclusives qui vous sont proposées pour une durée limitée

source: Learn more
fr: En savoir plus
